In [1]:
import pandas as pd

In [3]:
pd.read_csv('personas.csv')

   Nombre  Edad    Ciudad
0     Ana  28.0      Lima
1    Luis  35.0     Cusco
2  Carlos   NaN  Arequipa
3   María  22.0      Lima
4   Jorge  40.0  Trujillo